Repository: niklasr22/BrightIntosh
Catalog: BrightIntosh/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_pt, zh_hans, zh_hant

source: [Privacy Policy](https://brightintosh.de/app_privacy_policy_en.html)
de: [Datenschutzerklärung](https://brightintosh.de/app_privacy_policy_de.html)
fr: [Politique de confidentialité](https://brightintosh.de/app_privacy_policy_en.html)
it: [Politica sulla Privacy](https://brightintosh.de/app_privacy_policy_en.html)
ja: [プライバシーポリシー](https://brightintosh.de/app_privacy_policy_en.html)
pt_pt: [Política de privacidade](https://brightintosh.de/app_privacy_policy_en.html)
zh_hans: [隐私政策](https://brightintosh.de/app_privacy_policy_en.html)
zh_hant: [隱私政策](https://brightintosh.de/app_privacy_policy_en.html)

source: [Terms](https://www.apple.com/legal/internet-services/itunes/dev/stdeula/)
de: [Bedingungen](https://www.apple.com/legal/internet-services/itunes/dev/stdeula/)
es: [Términos](https://www.apple.com/legal/internet-services/itunes/dev/stdeula/)
fr: [Conditions](https://www.apple.com/legal/internet-services/itunes/dev/stdeula/)
it: [Termini](https://www.apple.com/legal/internet-services/itunes/dev/stdeula/)
ja: [規約](https://www.apple.com/legal/internet-services/itunes/dev/stdeula/)
pt_pt: [Termos](https://www.apple.com/legal/internet-services/itunes/dev/stdeula/)
zh_hans: [使用条款](https://www.apple.com/legal/internet-services/itunes/dev/stdeula/)
zh_hant: [使用條款](https://www.apple.com/legal/internet-services/itunes/dev/stdeula/)

source: %@ may also control display brightness or color and interfere with BrightIntosh.
de: %@ kann auch die Displayhelligkeit oder -farbe steuern und BrightIntosh beeinträchtigen.
es: %@ también puede controlar el brillo o el color de la pantalla e interferir con BrightIntosh.
fr: %@ peut également contrôler la luminosité ou la couleur de l'écran et interférer avec BrightIntosh.
it: %@ potrebbe anche controllare la luminosità del display o il colore e interferire con BrightIntosh.
ja: %@ は表示の明るさや色の制御も行う可能性があり、BrightIntosh と干渉することがあります。
pt_pt: %@ pode também controlar o brilho ou a cor do ecrã e interferir com o BrightIntosh.
zh_hans: %@ 可能也会控制显示器的亮度或颜色，可能会干扰 BrightIntosh 的正常工作。
zh_hant: %@ 也可能控制顯示器亮度或顏色並干擾 BrightIntosh。

source: %@ may interfere with BrightIntosh because it can also adjust display brightness or color.
de: %@ kann BrightIntosh stören, da es ebenfalls die Helligkeit oder Farbe des Displays einstellen kann.
es: %@ puede interferir con BrightIntosh porque también puede ajustar el brillo o el color de la pantalla.
fr: %@ peut interférer avec BrightIntosh car il peut également ajuster la luminosité ou la couleur de l'écran.
it: %@ potrebbe interferire con BrightIntosh perché può anche regolare la luminosità o il colore del display.
ja: %@ は、ディスプレイの明るさや色を調整できるため、BrightIntosh と干渉する可能性があります。
pt_pt: %@ pode interferir com o BrightIntosh porque também pode ajustar o brilho ou a cor do ecrã.
zh_hans: %@ 可能会干扰 BrightIntosh，因为它也可以调整显示器的亮度或颜色。
zh_hant: %@ 可能會干擾 BrightIntosh，因為它也可以調整顯示器的亮度或顏色。

source: About us
de: Impressum
es: Quiénes somos
fr: Mentions légales
it: Su di noi
ja: お問い合わせ
pt_pt: Sobre nós
zh_hans: 关于我们
zh_hant: 關於我們

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetto
ja: わかりました
pt_pt: Aceitar
zh_hans: 接受
zh_hant: 接受

source: Acknowledgments
de: Open-Source Software
es: Agradecimientos
fr: Remerciements
it: Riconoscimenti
ja: 謝辞
pt_pt: Agradecimentos
zh_hans: 许可
zh_hant: 許可

source: Activate
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ja: 有効にする
pt_pt: Ativar
zh_hans: 开始提升亮度
zh_hant: 開始提升亮度

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細設定
pt_pt: Avançado
zh_hans: 高级
zh_hant: 進階

source: Advanced...
de: Erweitert...
es: Avanzado...
fr: Avancé...
it: Avanzate...
ja: 高度な設定...
pt_pt: Avançadas...
zh_hans: 高级...
zh_hant: 進階...

source: An unknown error occurred while purchasing.
de: Beim Kauf ist ein unbekannter Fehler aufgetreten.
es: Ocurrió un error desconocido durante la compra.
fr: Une erreur inconnue est survenue lors de l'achat.
it: Si è verificato un errore sconosciuto durante l'acquisto.
ja: 購入中に不明なエラーが発生しました。
pt_pt: Ocorreu um erro desconhecido durante a compra.
zh_hans: 购买时发生未知错误。
zh_hant: 購買時發生未知錯誤

source: Automations
de: Automationen
es: Automatización
fr: Automatisation
it: Automazioni
ja: オートメーション
pt_pt: Automação
zh_hans: 自动化
zh_hant: 自動化

source: Awaiting macOS EDR mode (%llds)
de: Warten auf macOS EDR-Modus (%llds)
es: Esperando el modo EDR de macOS (%llds)
fr: En attente du mode HDR de macOS (%llds)
it: In attesa della modalità EDR di macOS (%llds)
ja: macOS EDR モード待機中（%lld 秒）
pt_pt: A aguardar o modo EDR do macOS (%llds)
zh_hans: 等待 macOS EDR 模式（%lld秒）
zh_hant: 等待 macOS EDR 模式（%lld 秒）

source: BrightIntosh lets you shift your screen's brightness range to higher levels. The app’s brightness slider adjusts how far this range is shifted. You can still use your regular brightness keys to fine-tune the brightness within this new range.
de: BrightIntosh ermöglicht es Ihnen, den Helligkeitsbereich Ihres Bildschirms auf höhere Werte zu verschieben. Der Helligkeitsregler der App passt an, wie weit dieser Bereich verschoben wird. Sie können weiterhin Ihre regulären Helligkeitstasten verwenden, um die Helligkeit innerhalb dieses neuen Bereichs fein abzustimmen.
es: BrightIntosh te permite cambiar el rango de brillo de tu pantalla a niveles más altos. El control deslizante de brillo de la aplicación ajusta cuánto se mueve este rango. Aún puedes usar tus teclas de brillo regulares para ajustar con precisión el brillo dentro de este nuevo rango.
fr: BrightIntosh vous permet d'augmenter la plage de luminosité de votre écran à des niveaux plus élevés. Le curseur de luminosité de l'application ajuste la distance à laquelle cette plage est déplacée. Vous pouvez toujours utiliser vos touches de luminosité habituelles pour affiner la luminosité dans cette nouvelle plage.
it: BrightIntosh ti permette di regolare la luminosità del tuo schermo a livelli avanzati attraverso lo slider dell’app. Puoi comunque regolare la luminosità con i tasti della luminosità per la combinazione perfetta col range dello slider.
ja: BrightIntoshは画面の明るさの範囲をずらします。このアプリの明るさスライダーではこの範囲を調整できます。通常の明るさキーでは明るさを微調整できます。
pt_pt: BrightIntosh permite-lhe alterar o intervalo de brilho do seu ecrã para níveis mais elevados. O deslizante de brilho da aplicação ajusta até que ponto este intervalo é deslocado. Pode continuar a usar as suas teclas de brilho habituais para ajustar ainda mais o brilho dentro deste novo intervalo.
zh_hans: BrightIntosh 可以提高您的屏幕亮度范围。亮度滑块可调整此范围的调整幅度。您仍然可以使用常规的亮度键在此新范围内微调亮度。
zh_hant: BrightIntosh 可提高您的螢幕亮度範圍。亮度滑桿可調整此範圍的調整幅度。您也可以使用鍵盤的亮度鍵在此新範圍內微調亮度。

source: BrightIntosh is designed to be safe for your MacBook Pro and does not bypass the operating system's protections. BrightIntosh is open source software and therefore comes with no warranties, so use it at your own risk.
de: BrightIntosh wurde so entwickelt, dass die Schutzmechanismen des Betriebssystems nicht umgangen werden und ein sicherer Betrieb möglich ist. BrightIntosh ist eine Open-Source-Software und unterliegt daher keiner Garantie, die Verwendung erfolgt also auf eigene Gefahr.
es: BrightIntosh está diseñado para ser seguro para su MacBook Pro y no elude las protecciones del sistema operativo. BrightIntosh es un software de código abierto y, por tanto, no ofrece garantías, así que utilícelo bajo su propia responsabilidad.
fr: BrightIntosh est conçu pour être sûr pour votre MacBook Pro et ne contourne pas les protections du système d'exploitation. BrightIntosh est un logiciel open source et n'est donc assorti d'aucune garantie ; vous l'utilisez donc à vos risques et périls.
it: BrightIntosh è stato creato per essere sicuro per il tuo MacBook Pro e non bypassa alcuna protezione del sistema operativo. BrightIntosh è un software open source e viene fornito senza garanzia quindi usalo a tuo rischio.
ja: BrightIntoshはmacOSの保護を回避せず、MacBook Proにとって安全であるよう設計されています。BrightIntoshはオープンソースで、保証は一切ございませんので、自己責任でご利用ください。
pt_pt: O BrightIntosh foi concebido para ser seguro para o seu MacBook Pro e não contorna as protecções do sistema operativo. O BrightIntosh é um software de código aberto e, portanto, não vem com garantias, portanto, use-o por sua própria conta e risco.
zh_hans: BrightIntosh 专为 MacBook Pro 设计，确保其安全，不会绕过操作系统的保护机制。BrightIntosh 是开源软件，因此不提供任何担保，使用风险自负。
zh_hant: BrightIntosh 專為 MacBook Pro 設計，確保其安全，不會繞過作業系統的保護機制。 BrightIntosh 是開源軟體，因此不提供任何擔保，使用風險自負。

source: BrightIntosh pauses the extra brightness until macOS properly displays HDR content again.
de: BrightIntosh pausiert die zusätzliche Helligkeit, bis macOS HDR-Inhalte wieder korrekt anzeigt.
es: BrightIntosh pausa el brillo extra hasta que macOS vuelva a mostrar correctamente contenido HDR.
fr: BrightIntosh met en pause la luminosité supplémentaire jusqu'à ce que macOS affiche à nouveau correctement le contenu HDR.
it: BrightIntosh mette in pausa la luminosità extra finché macOS non visualizza nuovamente correttamente i contenuti HDR.
ja: BrightIntoshは、macOSがHDRコンテンツを正しく表示し直すまで、追加の明るさを一時停止します。
pt_pt: O BrightIntosh pausa o brilho extra até o macOS voltar a apresentar corretamente conteúdo HDR.
zh_hans: BrightIntosh 会暂停额外亮度，直到 macOS 正确显示 HDR 内容。
zh_hant: BrightIntosh 會暫停額外亮度，直到 macOS 再次正確顯示 HDR 內容。

source: BrightIntosh Settings
de: BrightIntosh Einstellungen
es: Configuraciones de BrightIntosh
fr: Paramètres de BrightIntosh
it: Impostazioni
ja: BrightIntoshの設定
pt_pt: Configurações do BrightIntosh
zh_hans: BrightIntosh 设置
zh_hant: BrightIntosh 設定

source: BrightIntosh will quit now. Open it again to switch to Compatibility Mode.
de: BrightIntosh wird jetzt beendet. Öffne es erneut, um in den Kompatibilitätsmodus zu wechseln.
es: BrightIntosh se cerrará ahora. Ábrelo de nuevo para cambiar al Modo de compatibilidad.
fr: BrightIntosh va maintenant se fermer. Ouvrez-le à nouveau pour passer au mode Compatibilité.
it: BrightIntosh si chiuderà ora. Aprilo di nuovo per passare alla Modalità compatibilità.
ja: BrightIntosh は終了します。互換モードに切り替えるには、もう一度開いてください。
pt_pt: O BrightIntosh vai encerrar agora. Abra-o novamente para mudar para o Modo de Compatibilidade.
zh_hans: BrightIntosh 现在将退出。再次打开它即可切换到兼容模式。
zh_hant: BrightIntosh 現在會結束。再次開啟即可切換到相容模式。

# Brightness
source: Brightness Increase
de: Helligkeitssteigerung
es: Incremento de Brillo
fr: Augmentation de la luminosité
it: Luminosità
ja: 明るさ
pt_pt: Aumento de Brilho
zh_hans: 亮度提升
zh_hant: 亮度提升

source: Buy %@
de: Kaufen %@
es: Compra %@
fr: Achetez %@
it: Acquista %@
ja: %@で購入する
pt_pt: Comprar %@
zh_hans: 购买 %@
zh_hant: 購買 %@

source: Click *Activate*
de: Klicke *Aktivieren*
es: Haga clic en *Activar*.
fr: Cliquer sur *Activer*
it: Clicca *Attiva*
ja: *有効にする*をクリック
pt_pt: Clique em *Ativar*
zh_hans: 点击 *激活*
zh_hant: 點選 *啟動*

source: Click the %@ icon in your menu bar
de: Klicke das %@ Icon in der Menüleiste
es: Haga clic en el icono %@ de la barra de menús
fr: Cliquez sur l'icône %@ dans votre barre de menu
it: Clicca l'icona di %@ nella barra del menù
ja: メニューバーの %@ アイコンをクリック
pt_pt: Clique no ícone %@ na sua barra de menu
zh_hans: 在菜单栏点击 %@ 图标
zh_hant: 在選單列點擊 %@ 圖示

source: Click to dismiss.
de: Klicken, um zu schließen.
es: Haga clic para descartar.
fr: Cliquez pour fermer.
it: Clicca per chiudere.
ja: クリックして閉じる。
pt_pt: Clique para fechar.
zh_hans: 点击关闭。
zh_hant: 點擊以關閉。

source: Click to dismiss. Option-click to dismiss and stop showing these notices. Control-click for a menu.
de: Klicken zum Schließen. Option-Klick zum Schließen und Anzeigen dieser Hinweise beenden. Control-Klick für ein Menü.
es: Haz clic para descartar. Opción+clic para descartar y dejar de mostrar estos avisos. Control+clic para un menú.
fr: Cliquez pour fermer. Option-clic pour fermer et arrêter d'afficher ces notifications. Ctrl-clic pour un menu.
it: Fai clic per chiudere. Opzione-clic per chiudere e smettere di mostrare questi avvisi. Controllo-clic per un menu.
ja: クリックして閉じます。オプションを押しながらクリックすると、これらの通知を閉じて表示を停止します。コントロールを押しながらクリックするとメニューが表示されます。
pt_pt: Clique para dispensar. Opção-clique para dispensar e deixar de mostrar estes avisos. Controlo-clique para um menu.
zh_hans: 点击以关闭。按Option键点击以关闭并停止显示这些通知。按Control键点击以打开菜单。
zh_hant: 點擊以關閉。選項鍵點擊以關閉並停止顯示這些通知。控制鍵點擊可呼叫選單。

source: Compatibility Mode
de: Kompatibilitätsmodus
es: Modo de compatibilidad
fr: Mode Compatibilité
it: Modalità compatibilità
ja: 互換モード
pt_pt: Modo de Compatibilidade
zh_hans: 兼容模式
zh_hant: 相容模式

source: Compatibility Mode enabled
de: Kompatibilitätsmodus aktiviert
es: Modo de compatibilidad activado
fr: Mode Compatibilité activé
it: Modalità compatibilità attivata
ja: 互換モードが有効になりました
pt_pt: Modo de Compatibilidade ativado
zh_hans: 兼容模式已启用
zh_hant: 相容模式已啟用

source: Compatibility Mode uses a simpler brightness method and may work better on this Mac. It can be less color-accurate.
de: Der Kompatibilitätsmodus verwendet eine einfachere Helligkeitsmethode und funktioniert auf diesem Mac möglicherweise besser. Die Farbdarstellung kann weniger genau sein.
es: El Modo de compatibilidad usa un método de brillo más sencillo y puede funcionar mejor en este Mac. Puede ser menos preciso con los colores.
fr: Le mode Compatibilité utilise une méthode de luminosité plus simple et peut mieux fonctionner sur ce Mac. Il peut être moins fidèle au niveau des couleurs.
it: La Modalità compatibilità usa un metodo di luminosità più semplice e potrebbe funzionare meglio su questo Mac. Può essere meno accurata nei colori.
ja: 互換モードはよりシンプルな明るさ調整方式を使い、この Mac でうまく動作する可能性があります。色の正確さは低くなる場合があります。
pt_pt: O Modo de Compatibilidade usa um método de brilho mais simples e pode funcionar melhor neste Mac. Pode ser menos preciso nas cores.
zh_hans: 兼容模式使用更简单的亮度方式，可能在这台 Mac 上效果更好。颜色准确性可能会降低。
zh_hant: 相容模式使用較簡單的亮度方法，可能在這台 Mac 上運作得更好。色彩準確度可能較低。

source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
ja: クリップボードにコピーされました
pt_pt: Copiado para a área de transferência
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
ja: クリップボードにコピー
pt_pt: Copiar para a área de transferência
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
ja: 無効にする
pt_pt: Desativar
zh_hans: 取消提升亮度
zh_hant: 取消提升亮度

source: Diagnostics could not be sent
de: Diagnosedaten konnten nicht gesendet werden
es: No se pudieron enviar los diagnósticos
fr: Les diagnostics n’ont pas pu être envoyés
it: Impossibile inviare la diagnostica
ja: 診断情報を送信できませんでした
pt_pt: Não foi possível enviar os diagnósticos
zh_hans: 无法发送诊断信息
zh_hant: 無法傳送診斷資訊

source: Diagnostics sent
de: Diagnosedaten gesendet
es: Diagnósticos enviados
fr: Diagnostics envoyés
it: Diagnostica inviata
ja: 診断情報を送信しました
pt_pt: Diagnósticos enviados
zh_hans: 诊断信息已发送
zh_hant: 診斷資訊已傳送

source: Disable after
de: Deaktivieren nach
es: Desactivar después
fr: Désactiver après
it: Disabilita dopo
ja: 次の時間経過後、無効にする
pt_pt: Desativar após
zh_hans: 在…之后关闭
zh_hant: 在…之後關閉

source: Disable when battery level drops under
de: Deaktivieren wenn der Batteriestand unter den folgenden Wert fällt:
es: Se desactiva cuando el nivel de la batería cae por debajo del
fr: Désactivé lorsque le niveau de la batterie est inférieur à
it: Disabilita quando il livello di batteria scende a
ja: バッテリー残量が次を下回ったら無効にする
pt_pt: Desativar quando o nível da bateria desce abaixo dos
zh_hans: 当电池电量低于以下时禁用
zh_hant: 當電池電量低於以下時禁用

# Disable when on battery, enable when plugged in
source: Disable when on battery, restore previous state when plugged in
de: Bei Batteriebetrieb deaktivieren, vorherigen Zustand beim Anschluss wiederherstellen
es: Desactivar con batería, restaurar estado previo al conectar
fr: Désactiver sur batterie, restaurer l'état précédent lorsqu'il est branché
it: Disattiva con batteria, ripristina stato precedente con alimentatore
ja: バッテリー使用時は無効化し、電源接続時に前の状態に復元
pt_pt: Desativar na bateria, restaurar estado anterior quando ligado
zh_hans: 断开电源时禁用，接入电源时恢复之前状态
zh_hant: 斷開電源時停用，接入電源時恢復原先狀態

source: Disable when the MacBook lid is closed
de: Deaktivieren, wenn der MacBook-Deckel geschlossen ist
es: Desactivar cuando la tapa del MacBook está cerrada
fr: Désactiver lorsque le couvercle du MacBook est fermé
it: Disattiva quando il coperchio del MacBook è chiuso
ja: MacBookの蓋が閉じている時は無効にする
pt_pt: Desativar quando a tampa do MacBook estiver fechada
zh_hans: 当 MacBook 盖子关闭时禁用
zh_hant: 當 MacBook 蓋子合上時停用

source: Disclaimer
de: Haftungsausschluss
es: Descargo de responsabilidad
fr: Clause de non-responsabilité
it: Dichiarazione di non responsabilità
ja: 免責事項
pt_pt: Aviso legal
zh_hans: 免责声明
zh_hant: 免責聲明

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
it: Chiudi
ja: 閉じる
pt_pt: Dispensar
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss notice
de: Hinweis schließen
es: Descartar aviso
fr: Ignorer la notification
it: Ignora avviso
ja: 通知を閉じる
pt_pt: Fechar aviso
zh_hans: 忽略通知
zh_hant: 關閉通知

source: Don't apply increased brightness to external XDR displays
de: Erhöhte Helligkeit nicht auf externe XDR-Displays anwenden
es: No aumente el brillo de las pantallas XDR externas
fr: N'augmentez pas la luminosité des écrans XDR externes
it: Non applicare l’incremento della luminosità sugli schermi XDR esterni
ja: 外部XDRディスプレイには適用しない
pt_pt: Não aplique o aumento de brilho a ecrãs XDR externos
zh_hans: 不要增加外接 XDR 显示器的亮度
zh_hant: 不要增加外接 XDR 顯示器的亮度

source: Don’t show this notice again
de: Diese Meldung nicht erneut anzeigen
es: No mostrar este aviso de nuevo
fr: Ne plus afficher cet avis
it: Non mostrare più questo avviso
ja: この通知を再表示しない
pt_pt: Não mostrar este aviso novamente
zh_hans: 不再显示此通知
zh_hant: 不再顯示此通知

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
pt_pt: Concluído
zh_hans: 完成
zh_hant: 完成

source: Enable Timer
de: Timer aktivieren
es: Activar temporizador
fr: Activer la minuterie
it: Abilita il timer
ja: タイマーを有効にする
pt_pt: Ativar o temporizador
zh_hans: 开启计时器
zh_hant: 啟動計時器

source: Enjoy the extra brightness
de: Genieße die extra Helligkeit
es: Disfruta del brillo extra
fr: Profitez de la luminosité supplémentaire
it: Goditi la luminosità extra
ja: さらに明るくなった画面をお楽しみください
pt_pt: Aproveite o brilho extra
zh_hans: 享受额外的亮度吧
zh_hant: 享受額外的亮度提升吧！

source: Error while fetching products: %@
de: Fehler beim Abrufen der Produkte: %@
es: Error al recuperar productos: %@
fr: Erreur lors de la récupération des produits : %@
it: Impossibile ottenere i prodotti: %@
ja: 製品の取得中にエラーが発生しました: %@
pt_pt: Erro ao buscar produtos: %@
zh_hans: 获取产品时出错：%@
zh_hant: 取得產品資訊時出現錯誤：%@

source: Error while purchasing: %@
de: Fehler beim Kauf: %@
es: Error al realizar la compra: %@
fr: Erreur lors de l'achat : %@
it: Errore nell’acquisto: %@
ja: 購入中にエラーが発生しました: %@
pt_pt: Erro ao comprar: %@
zh_hans: 购买时出错: %@
zh_hant: 購買時出現錯誤: %@

source: Error while restoring: %@
de: Fehler beim Wiederherstellen: %@
es: Error al restaurar: %@
fr: Erreur lors de la restauration : %@
it: Errore nel ripristino: %@
ja: 購入の復元中にエラーが発生しました: %@
pt_pt: Erro ao restaurar: %@
zh_hans: 还原时出错: %@
zh_hant: 還原購買時出現錯誤: %@

source: Error while revalidating: %@
de: Fehler beim erneuten Validieren: %@
es: Error al revalidar: %@
fr: Erreur lors de la revalidation : %@
it: Errore nella riconvalida: %@
ja: 購入の再検証中にエラーが発生しました: %@
pt_pt: Erro ao revalidar: %@
zh_hans: 重新验证时出错：%@
zh_hant: 重新驗證時出現錯誤：%@

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
pt_pt: Geral
zh_hans: 通用
zh_hant: 一般

source: Generate report…
de: Bericht erstellen…
es: Generar informe…
fr: Générer le rapport…
it: Genera rapporto...
ja: レポートを生成中…
pt_pt: Gerar relatório…
zh_hans: 生成报告…
zh_hant: 生成報告…

source: Generating report…
de: Bericht wird erstellt…
es: Generando informe…
fr: Génération du rapport…
it: Generazione del rapporto…
ja: レポートを生成中…
pt_pt: A gerar relatório...
zh_hans: 正在生成报告……
zh_hant: 正在生成報告…

source: HDR retry wait
de: HDR-Wiederholwartezeit
es: Reintentar HDR esperándo
fr: Attente de nouvelle tentative HDR
it: Attendi ritento HDR
ja: HDRリトライ待ち
pt_pt: Aguardar nova tentativa HDR
zh_hans: HDR 重试等待
zh_hant: HDR 重試等待

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
pt_pt: Ajuda
zh_hans: 帮助
zh_hant: 幫助

source: Hide menu bar item
de: Menüleistenelement ausblenden
es: Ocultar elemento de la barra de menú
fr: Masquer l'élément de la barre de menu
it: Nascondi dalla barra del menù
ja: メニューバーの項目を隠す
pt_pt: Ocultar item da barra de menus
zh_hans: 从菜单栏隐藏
zh_hant: 從選單列隱藏

source: Include running applications
de: Laufende Anwendungen einschließen
es: Incluir aplicaciones en ejecución
fr: Inclure les applications en cours d'exécution
it: Includi applicazioni in esecuzione
ja: 実行中のアプリケーションを含める
pt_pt: Incluir aplicações em execução
zh_hans: 包括正在运行的应用程序
zh_hant: 包含正在運行的應用程式

source: Increased brightness
de: Erhöhte Helligkeit
es: Aumento del brillo
fr: Augmentation de la luminosité
it: Incrementa la luminosità
ja: 有効にする
pt_pt: Aumento do brilho
zh_hans: 提升亮度
zh_hant: 提升亮度

source: Install BrightIntosh CLI
de: BrightIntosh CLI installieren
es: Instalar BrightIntosh CLI
fr: Installer BrightIntosh CLI
it: Installa BrightIntosh CLI
ja: BrightIntosh CLIをインストール
pt_pt: Instalar a CLI do BrightIntosh
zh_hans: 安装 BrightIntosh CLI
zh_hant: 安裝 BrightIntosh CLI

source: Install the BrightIntosh CLI
de: Installiere das BrightIntosh CLI
es: Instalar el CLI de BrightIntosh
fr: Installer le CLI BrightIntosh
it: Installa BrightIntosh CLI
ja: BrightIntosh CLIをインストール
pt_pt: Instalar o BrightIntosh CLI
zh_hans: 安装 BrightIntosh CLI
zh_hant: 安裝 BrightIntosh CLI

source: Launch on login
de: Bei der Anmeldung starten
es: Iniciar sesión al iniciar
fr: Lancer au démarrage
it: Apri all’avvio
ja: ログイン時に開く
pt_pt: Iniciar na sessão
zh_hans: 登录时打开
zh_hant: 登入時開啟

source: macOS is temporarily limiting the display's maximum brightness. Brightintosh will restore the boost in approx. %lld seconds once the system allows it.
de: macOS begrenzt vorübergehend die maximale Bildschirmhelligkeit. Brightintosh stellt die Verstärkung in ca. %lld Sekunden wieder her, sobald das System dies zulässt.
es: macOS está limitando temporalmente el brillo máximo de la pantalla. Brightintosh restaurará el aumento en aproximadamente %lld segundos una vez que el sistema lo permita.
fr: macOS limite temporairement la luminosité maximale de l'écran. BrightIntosh rétablira l'augmentation dans environ %lld secondes une fois que le système le permettra.
it: macOS limita temporaneamente la luminosità massima del display. Brightintosh ripristinerà l'aumento circa tra %lld secondi quando il sistema lo permetterà.
ja: macOSは一時的にディスプレイの最大輝度を制限しています。システムが許可すると、BrightIntoshは約%lld秒後に明るさのブーストを復元します。
pt_pt: O macOS está a limitar temporariamente o brilho máximo do ecrã. O Brightintosh restaurará o aumento em cerca de %lld segundos assim que o sistema o permitir.
zh_hans: macOS 正暂时限制显示屏的最大亮度。当系统允许时，BrightIntosh 将在大约 %lld 秒后恢复亮度提升。
zh_hant: macOS 正暫時限制顯示器的最大亮度。一旦系統允許，BrightIntosh 將在約 %lld 秒後恢復增亮。

source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: しない
pt_pt: Nunca
zh_hans: 从不
zh_hant: 從不

source: Open settings:
de: Einstellungen öffnen:
es: Abrir ajustes:
fr: Ouvrir les paramètres :
it: Apri le impostazioni:
ja: 設定を開く：
pt_pt: Abrir definições:
zh_hans: 打开设置：
zh_hant: 開啟設定：
